<?php require_once("blocks/header.php");?>
<head>
    <meta charset="UTF-8">
    <title>Новости</title>
  </head>
  <div class = "divots"></div>
  <div class = "divots"></div>

  <div class="container">
        <h1>Новости компании</h1>
        <div class="news">
            <h2 class="title">Новая коллекция весна-лето 2023</h2>
            <p class="date">Опубликовано: 2 июля 2023</p>
            <p class="content">Мы с радостью представляем вам нашу новую коллекцию одежды на сезон весна-лето
                2023! В нашем магазине вы найдете самые свежие тренды и модели, от ярких летних платьев до стильных
                повседневных нарядов. Приходите и обновите свой гардероб вместе с нами!</p>
        </div>
    <div class="news">
        <h2 class="title">Скидка 50% на всю зимнюю коллекцию</h2>
        <p class="date">Опубликовано: 15 января 2023</p>
        <p class="content">Успейте воспользоваться нашей выгодной предновогодней акцией! Весь ассортимент
            зимней
            коллекции доступен со скидкой 50%. Обновите свой зимний гардероб стильными и теплыми вещами по
            выгодной цене.</p>
    </div>

    <div class="news">
        <h2 class="title">Открытие нового филиала</h2>
        <p class="date">Опубликовано: 5 ноября 2022</p>
        <p class="content">Мы рады сообщить вам, что открылся новый филиал нашего магазина одежды в центре
            города.
            Теперь вы можете посетить нас по адресу: ул. Главная, 123. Ждем вас с нетерпением!</p>
    </div>
</div>
<div class = "divots"></div>
  <div class = "divots"></div>
  <?php require_once("blocks/footer.php");?>
</html>